["Rothenberg says Dems shouldn't expect big boost quite yet -- polls still very bad for them this fall. http://ow.ly/1pOE3", "White House predict unemployment  will stay above 9% thru election year http://t.co/jHlrxvp", "Ian Mount, author, suggests US take a page from Argentina on economic revival. Argentina?  http://t.co/OyQrVL0", "RT @knightfdn: 91% of students who use social networking daily believe people should be allowed to express unpopular opinions http://t.c ...", "Dems in House just learned what happens when they stay unified while the GOP is not. Are we headed toward a shutdown?", "Chuck Schumer predicts Dems will keep the Senate. GOP Cornyn's response: I dont think thats likely to occur.\"", "RT @fstonenyt: Bloomberg tells NYT edit board there will be no  lying down and sleeping in Zuccotti. That's the next flashpoint & defini ...", "1 percenters don't even take the Metro! MT @LivPetersen @WTOP is reporting that #OccupyDC is planning to take over Metro tonight...", "RT @attackerman: I can only conclude Rick Santorum seriously thinks he's running for president in 1960 #CNNdebate", "RT @Yemen4Change: The #JMP selected Basindwa as Prime Minister, according to the AP citing opposition leaders #Yemen #GCCdeal http://t.c ...", "Obama must think Republicans are ready to cave on payroll tax -- not a whole lot of compromise talk in that statement.", "RT @jaketapper: ABC News has learned that Richard Holbrooke has died.", "# of Americans filing initial claims for unemployment benefits fell 15,000 to 372,000, the Labor Department said Thursday.", "Dems are already floating Giffords husband as her replacement, POLITICO is reporting.", "APs Laurie Kellman--Santorum said his sweep of three GOP contests earned his shoestring campaign $250,000 overnight,", "Or FIFA could just admit that one ref on the pitch isn't enough for a game that is four times faster than it was four decades ago", "Santorum asks how country can survive if 40% of children are born out of wedlock. He's really rilled up.", "Santorum hasn't quite explained how opposing contraception cuts teen pregnancies.", "CNN learns Sheldon Adelson has made his expected new contribution to pro Gingrich Winning Our Future PAC. One source said it was \"sizeable.", "Petraeus told Senate committee at confirmation hearing that Karzai told him he never talked to Haqqani", "Gov Jan Brewer of Arizona says she will endorse presidential candidate tomorrow. Who? \"I'm pondering,\" she says.", "UK defence sec Liam Fox suggests British troops may be among last to leave Afghanistan, in BBC interview", "siren ... team romney now thinks he may win Ohio by less than 1,000 votes -- @maggiepolitico says that could mean NO CALL TONIGHT", "Unemployment benefit claims fell to 351,000 in prior week, Labor Department reported Thursday.", "RT @daveweigel: RT @jim_newell: Jeffrey Toobin suggests that after morning session, earth is expected to be sucked into black hole and e ...", "Next time @sanjayguptaCNN claims that overweight people are unhealthy, I expect #Obama2012 to condemn him.", "Ezra Klein wonders whether the Romney has forgotten the disastrous economy of the Bush years. Good question. http://t.co/5w6JCmXl", "State Dept's Nuland denies any US official talked with #Chen about threats to wife or children http://t.co/u9WYG3YA", "State Dept believes kidnapped American Warren Weinstein is in Pakistan's tribal areas but can't confirm", "Hunt originally believed that Adam Smith had done nothing wrong and intended to resign himself rather than letting Smith resign for him.", "Wisconsin Dems report that the final two hours in Milwaukee showed heavy turnout. Same-day registration forms were going like hotcakes.", "Issa says he'll hold contempt vote on Holder tomorrow -- didn't receive docs he wanted at Capitol tonight.", "Court rulings suggest WH privilege claim over F&amp;F docs would fizzle, Republicans say http://t.co/kJ2t0Mu4", "CNN learns Obama campaign will place an ad in the Olympics' opening ceremony bringing its total buy for the Olympics to $6.5 mill approx .", "WH officials said Obama first thought the individual mandate had been overturned by SCOTUS after seeing erroneous early reports on CNN, FOX", "RT @NBCFirstRead: Obama initially thought health law had been struck down http://t.co/iNPWoiiG", "In meeting w/ Tantawi,Clinton said #Egypt should return to civilian rule, SCAF should go back to its day job. Tantawi said show me the money", "Obama claims Romney 'twisted' his words on 'you didn't build that' http://t.co/n7UQrY3E", "Steve Cambone claims at Aspen Sec Forum that Iraq invasion was one of greatest strategic decisions of first half of this century. #asf2012", "RT @jacksonjk No farm bill extension in the House this week according to GOP aides. Expect standalone disaster relief package.", "RT @marcambinder: NBC NEws reports that Tagg Romney told Pawlenty and Portman that they weren't the pick.  Romney delegated the calls!", "Cruz says it's about the party of love. Christie says it's not about love, it's about truth. You pick.", "Michelle Obama admits she hasn't been watching the GOP convention, but discourages Dems from following suit http://t.co/Or5iSF0M", "#DNC2012 \nFormer combat helicopter pilot Tam Duckworth, who lost both legs, suggests Romney ignores the troops @BBCNewsUS", "Romney suggests Obama loves God less than he does. Childish. Offensive. Ridiculous. http://t.co/qDNaLaS0", "Israel thinks US redlines on Iran have shades of gray http://t.co/NJYabgWQ #cnn via @CNN", "Interesting that Clegg did not deny that Mitchell said the P word. Indeed, said \"of course\" when asked about anger it caused", "GOP pollster Ayres says Romney is within a field goal of tying the game, tho admits he's been playing defense. http://t.co/chNWrkHV via @WSJ", "RT @FaceTheNation: See what John Fund &amp; @MJGerson think will happen at Thurs VP debate, why it's high stakes for @VP &amp; @PaulRyan ...", "I'm sorry, but I'm just laughing when Ryan explains there is snow in the winter. Fighting season!", "RT @NYTMetro: .@NYGovCuomo will sit with @MichelleObama at tonight's presidential debate, according to White House.  #Debate2012", "John Sununu predicts Romney will be closing in on 300 electoral votes by Election Day. http://t.co/b7G1wfNu via @POLITICO", "Obama and Boehner haven't spoken since July, according to @jakesherman http://t.co/73AWYTgU", "Restore Our Future on TV in Michigan, but even team Romney admits state is probably a lost cause &gt; http://t.co/68gTvOUP", "Obama in NH says Romney raised fees as Mass. gov for people getting a birth certificate, \"which would have been expensive for me.\"", "GOP super PACs go up with $3 million in PA. Messina says Obama campaign will now go up there. \"We are not taking anything for granted.\"", "RT @samsteinhp: Morris predicts Romney will win by 5-10 pts in the popular vote. Says NYT/CBS/Q polls likely showed Romney lead, which t ...", "RT @jswatz: Maybe I haven't had enough coffee yet, but I think Dick Morris just predicted that Mitt Romney is already president.", ". @PressSec says Obama will travel to New York next Thursday to view Sandy relief efforts", "Petraeus said character meant doing right thng when nobody watching. But he said \"Someone is always watching\" http://t.co/BVR40arn", "Obama says he got letter from an in Tennessee who didn't vote for him but will give president his support", "RT @CNHorn: Obama says he hasn't yet scheduled a meeting with Gov. Romney. Says he'd like to talk to him before the end of the year.", "RT @Reuters: Hamas official Ezzat al-Rishq tells Reuters Gaza truce has been held up because Israel has yet to respond to proposals", "EU leaders talks wrapping up soon. They're waiting to hear whether Van Rumpouy thinks it's worth ploughing on or time to pack up &amp; go home.", "RT @PIRATECONURE: @MSNBC claims there is a #waronwomen but actually there is a war on white men by that network! @richardwolffedc #p2 #t ...", "CNN learns 3 major unions launch second major ad campaign on the fiscal cliff urging protection of entitlements http://t.co/72PAiDst", "RT @BeschlossDC: When Kissinger sworn in, Nixon bizarrely told audience that K would be the 1st Secy of State since WW2 who did not part ...", "RT @carenbohan: Sen. Joe Lieberman tells the WH press pool in Newtown that he thinks there needs to be a national commission on violence.", "I may have too...RT @michaelhayes: San Fran QB Colin Kaepernick predicted in 4th grade he would play for the 49ers http://t.co/IWsYyIys", "So, how did all this happen anyway? David Wessel explains how we got into trillion $ deficits. http://t.co/ybav8sVH via @WSJ", "Asked if Obama will leave Washington for Hawaii vacation Friday, @PressSec says he has no scheduling updates. http://t.co/iY3741AM #cliffmas", "RT @OMTorah: 'Milton kinda sorta thought that extraterrestrial life might be possible' #kindasorta .@xwaldie    http://t.co/gUK0yQnh", "Obama has taken daughters Malia and Sasha on a bowling excursion on their vacation in Hawaii, according to White House pool report.", "Biden suggests White House could act without Congress as part of gun control plan http://t.co/uUSPNJWL", "Karzai insists it is up to US to decide how many troops to leave past 2014. (WH officials have begun pushing for as few as 2,500 or less.)", "RT @MarkLandler: Hamid Karzai tells Georgetown audience Afghan gov has $7 bb in reserves. Jokes that he shouldn't mention it, in case US ...", "Most Americans back assault weapons ban and armed guards in schools, according to new @postpolls http://t.co/afrC5HOm", "RT @ACapaccio: New Army memo from Sec. McHugh, Chief Gen. Odierno says ``we must begin to slow spending now/ plan for the worst.''", "House Intelligence Chmn  Mike Rogers  told CNN there are a number of  Americans still unaccounted from Algerian situation.  1/2", "Seven in 10 Americans think Roe v. Wade aboriton ruling should stand, according to new WSJ/NBC News poll.  http://t.co/zqGrqAV9 via @WSJ", "Menendez asks Clinton re: idea of Chris Stevens to move #Benghazi post to safer location. Clinton admits to ongoing discussion but US stayed", "Rep. Ros-Lehtinen tells Clinton State should be spending more money on security, less on climate change.", "RT @evanperez: Gov Haley Barbour, on MSNBC, inaccurately claims DC has among nation's highest murder rates. goes uncorrected by Andrea M ...", "Politico's pre-eminent Boehnerologist Rich Cohen explains how the new speaker's career arc led to this moment http://politi.co/adGN4K", "Chuck Schumer, political master, says Dems don't want immigration as wedge issue, they want a bill passed. (Big question hanging over this)", "In swearing in John Kerry as Sec. State, Biden said his one regret was not standing next to Kerry being sworn in as president in 2005", "Mr. Kroft said hed spare you reading what was said during the heated 2008 Democratic primary battles. And boy, did he spare them.", "Two fmr SOF dudes claim Petraeus was brought down by 7th flr CIA coup. Wonder what Jill Kelley thinks of that http://t.co/SfW4ti5S", "RT @markknoller: \"I feel great,\" Pres Obama just told a reporter as he exited the WH with Mrs Obama for the motorcade to the US Capitol.", "Barbara Milkulski says Dems' sequester replacement cuts defense but not til nxt year when Afghanistan war drawdown further along", "RT @edshow: The great James Carville explains how American workers are getting stiffed in tonight's 8pET #edshow playbook!. http://t.co/ ...", "General Allen tells me that he's retiring because his wife is ill. Its time to take care of my family. http://t.co/bVrCDinU", "Abe said VP Biden then asked who won the golf match between his father and Eisenhower. Abe replied: \"It's a national secret.\"", "RT @igorvolsky: RT @zackbeauchamp: I think Ted Cruz thinks that @TheAmericansFX is a documentary.", "RT @mpoindc: \"This is the only tax I'm in favor of,\" @JimCramer says of his support for higher taxes on carried interest income. Otherwi ...", "White House denies staffer threatened Watergate journalist Woodward\nhttp://t.co/gUmsQdxg1M", "Obama asks @jpaceDC what she would to in face of Republican opposition. \"Give me an example. ... I'm just trying to clarify the question.\"", "Dennis Rodman thinks Kim Jong-un is awesome. http://t.co/5hPnxkURdq", "Now I know what they were doing with all the staffs and offices, Beeson said.", "RT @ByronYork: Jeb Bush suggests if he were writing book today instead of last year, he'd support path to citizenship http://t.co/udCXX3HkLp", "RT @_KatherineBrown: RT @ArifCRafiq: Karzai thinks everyone's out to get him. Put yourself in his shoes. You'd probably think the same.", "Mubarak clearly believes he has the military leadership's support. But will the soldiers fire on their neighbors?", "RT @richardwolffedc: This church could use a more present and vocal nunhood, @ananavarro tells the roundtable on @meetthepress. No kiddi ...", "RT @meetthepress: RT @richardwolffedc: @ChrisVanHollen suggests some prayers from @Pontifex might help solve DC's budget. Good luck with ...", "Howard Zinn had a disappointingly simplistic and ideological view of history according to David Greenberg @tnr \nhttp://t.co/jJd19rAsjB", "Israel's Peres believes Obama will order attack on Iran if necessary | Fox News http://t.co/KFnr94b2x9 via @foxnewspolitics", "RT @SCOTUSblog: Arguments done. #scotus wont uphold or strike down #prop8 bc Kennedy thinks it is too soon to rule on #ssm. #prop8 will ...", "RT @geoffreyfowler: As first part of #gaymarriage arguments wind down, @brkend says it wasnt clear the court believed it was free to ru ...", "\"A great case can be made that we need greater capital and liquidity standards,\" Hensarling said. http://t.co/1Idt4wLAv8", "\"After Justice Kennedy suggested that the court should dismiss the case, Justice Scalia tipped his hand...\"\n http://t.co/k6wfdQ9dcj", "Sen. Schumer alerts WH chief of staff Saturday to business-labor deal on guest worker program, ABC News has learned. @ABC @WorldNewsTonight", "Before heading to Capitol Hill today, some Newtown parents had breakfast at Naval Observatory with Biden, ABC News has learned.", "In the Mail, Peter Hitchens asserts that while crime figures are falling, crime is rising. How does he know this? http://t.co/3Wz9ks1D5o", "By definition, when you are a politician, you want people to like you, Anthony Weiner said. Great column here //  http://t.co/BFzg3N5fa6", "Immigration bill to be introduced Tuesday. No press conference now, but Schumer and McCain will brief Obama at WH, @ABC News has learned.", "Terror expert Michael Leiter on @todayshow suggests someone with ties to Boston could be behind blast also says these were complex devices.", "The full Senate will receive Boston briefing later today by FBI Director Mueller and DHS Secretary Napolitano, ABC News has learned.", "The letter testing positive for ricin was postmarked in Memphis, Tenn., ABC News has learned, and had no return address.", "My colleague @BillHemmer is reporting that an arrest may be imminent in the Boston bombing. This is tricky when reports are coming fast", "RT @Suntimes: RT @marcusgilmer: RT @JohnEzekowitz: Steve Cooper of WHDH is reporting that the suspect who went to the hospital is dead.  ...", "DHS Secretary Napolitano cancels appearance at Senate immigration hearing, @ABC News has learned. Hearing is set to proceed without her.", "RT @washingtonpost: Elvis impersonating suspect of Ricin case believed he was target of U.S. spy drones http://t.co/Z7azCjbHko", "This Is Dzhokhar Tsarnaev's Twitter Account according to @buzzfeednews http://t.co/1CU1pojY2Y", "Obama will not sign FAA fix until Tuesday, @ABC News has learned. Spelling error must be corrected in bill, but furloughs end right away.", "At his last presser March 1, Obama insisted he still had persuasive powers. Then he lost on gun control, sequester http://t.co/tnbBbfuLbu", "Whoa, Obama claim that folks who have insurance now have already gone through the ACA implementation is just not rt. Lots of issues left", "Maureen Dowd thinks Barack Obama has become as self parody. Pretty sure he feels same way about her.", "RT @TenLateNews: Syria refugee situation is the crisis of the century according to the Australian head of @UNICEF operations in Lebanon #", "RT @noamscheiber: Norquist claims his pledge has ended weaseling. But its simply shifted the burden of weaseling from pols to Norquist: htt", "Fear not! @KaiserFamFound says they're working on fixing broken links. Just a matter of time.", "#winning RT @BNPolitics: Sen. Lindsey Graham maintains that he was not calling Mexico a Hell hole | http://t.co/Pf9CAamRe3", "RT @myraemacdonald: Imran Khan concedes defeat, according to PTIs Asad Umar (at national level) http://t.co/ldkwVAkBEm via @dawn_com #PakV", "Gosnell will get three life sentences at the minimum according to Judge Napolitano", "Gosnell..according to Judge Napalitano could speak to the jury in the death penalty portion of the trial.", "RT @YellinCNN: @PressSec said that no one in the WH was involved in the IRS targeting. Acknowledges that's based on his confidence wh staff", "Obama said he instructed Treasury Sec. Jack Lew to \"hold those responsible for these failures accountable,\" and implement IG recommendations", ".@SpeakerBoehner asks who's going to jail over IRS scandal. But were these civil or criminal statutes in question? I really don't know.", "Asked about comparisons to Nixon on Justice seizure of AP phone records, Obama says reporters can read the history and make own conclusions", "Rand Paul claims revealing memo exists in IRS scandal http://t.co/NlQAFzKLoW", "On @meetthepress RT @postpolitics: McConnell predicts Obamacare will be 'biggest issue' of 2014 election http://t.co/ORMn1S4AQo #MTP", "Lois Lerner, the IRS official everyone wants to hear from, will take the Fifth tomorrow and refuse to answer questions, @ABC has learned.", "Issa now tells @rachaelmbade that by speaking, Lerner waived her 5th amdt rights and she will be called back. But did she really waive?", "Eric Holder admits, 4 U.S. citizens have been killed since 2009 by drone strikes", "Liberace claimed he met Eisenhower, Truman and Reagan. Truth cloudier. Great read by Melissa August http://t.co/cKumAa9x2M", "Schumer thinks immigration bill will pass by July 4 http://t.co/ME1khYpG00", "RT @nbcnightlynews: NBC News has learned that under the post-9/11 Patriot Act, the government has been collecting records on every phone ca", "\"We didn't soften it one iota from the original intent,\" @andyrNYT tells me on Obama editorial change. http://t.co/sq4tR7DgBE Watch my blog", "Rand Paul says he might sue government http://t.co/EpLJPPse4s", "Bart Gellman now reporting that Patriots signed Tim Tebow...", "Asked if Obama's trip to S. Africa this month was to specifically to see Mandela, Carney says that understates the importance of S. Africa", "Israel still using dogs to attack #Palestinian suspects, despite #IDF denials, according to @haaretzcom http://t.co/M8PZkYp2fm", "Russ Feingold to be named as the Obama administration's special envoy to Central Africa, @ABC News has learned.", "Fox's Kelly Chernenkoff reports the criminal complaint against Edward Snowden has now been unsealed by the US government", "RT @kwelkernbc: Robert Gibbs says it's incumbent upon the WH to have a more robust convo about the programs. Calls for transparency.", "Young Americans read more books and more often print ones (!) than older Americans, according to @pewinternet http://t.co/t4FtO87GvE", "RT @Philip_Elliott: WASHINGTON (AP) _ White House says Russia has `clear legal basis' to expel #Snowden and should without delay. #NSA", "\"Reporters and Democrats saw the voting begin after midnight, but Lt. Gov. David Dewhurst said it began just before.\" http://t.co/o53sJ1blSk", "Speaker John Boehner said he will not comment on the Supreme Court's decision until he's read it.", "Speaker Boehner says GOP-led House represented government on DOMA because it didn't want Obama unilaterally deciding not to defend law.", "Obama spokesman Carney tells press on AF1 Obama made 2 congrats calls, 1 to Edie Windsor, DOMA plaintiff, 2nd to #Prop8 plaintiffs/lawyers.", "\"That was fun,\" Grover Norquist told Alan Simpson. \"We never got to pee in public though.\" http://t.co/2PdvHlNBn1", "\"I said like giving dry birth to a porcupine,\" Alan Simpson told Grover Norquist. \nRead more: http://t.co/LzziiuGrF0", "\"If your feet are wet and everyone around you is speaking French, youre losing,\" Norquist told Simpson at the zoo. http://t.co/ajGL5LZ7x2", "#Obama hears how my alma mater  @michiganstateu helps this Senegalese farmer grow fortified food http://t.co/ba21UGuPU7", "Obama told his daughters that Mahatma Gandhi began nonviolence movement as young lawyer in SAfrica, and Gandhi inspired MLK Jr.", "Obama has more leverage than you think according to @tnr @noamscheiber http://t.co/toZRdoKN6y", "Will she or won't she? Alison Lundergan Grimes will say later today whether she'll take on Mitch McConnell in Kentucky, @ABC has learned.", "Ed Miliband insists that he did not know that a Conservative MP had written to the police. My interview on air soon", "State Department admits Kerry was on yacht day of Egypt coup http://t.co/vV2kUFJGkG", "State Department admits Kerry was on yacht day of Egypt coup http://t.co/dVL1pQ3FuJ", "RT @jaketapper: State Department admits Kerry was on yacht day of Egypt coup &gt; http://t.co/tNiIOagoZV", "RT @todayshow: NBC News has learned the black boxes from AF 214 have been found and are on way back to DC", "RT @hhassan140: Arab Afghans help to set up Taliban base in Syria, according to a Taliban official speaking to the BBC", "Mitch McConnell predicts that debate over Obamacare will be the premier issue of the 2014 election @meetthepress #MTP", "McCain claims Senate leaders have deal to avert showdown over Obama nominees http://t.co/YaJktPCWqy", "RT @daveweigel: Highlight of day so far is Bresnahan trying to get McCain to admit that he really hates the Tea Party wing of the party", "Deloitte predicted awhile back NY would see lower premiums. State already has guaranteed issue; now adding a mandate. http://t.co/I3zeV5VCPf", "John McLaughlin predicts #Snowden will prompt debate,  more intel programs are revealed and Americans will be comfortable w/ them #ASF2013", "Boehner told group of high-powered lobbyists at Alberto's on Capitol Hill that he's running for re-election again, http://t.co/6jqdzxKEbz", "RT @shearm: President Obama told his aides only yesterday that he wanted to talk about race. My piece with @marklandler http://t.co/pVrQu67", "RT @rebmoti: Palestinians say US promised negotiations start at 67 borders, Bibi tells his cabinet he didn't agree to that. Excellent start.", "RT @jeremyscahill: . @aljamal2007 is reporting that Yemeni journalist Abdulelah Haider Shaye has been released from prison", "Sky News says the name of the baby will not be released tonight (sad face)", "RT @koblin: Nate Silver predicts that the average Deadspin reader will be dead around 2060 or so http://t.co/rDSpcywxxG", "Woman arrested in connection with the defacing of the National Cathedral today, according to @DCPoliceDept", "RT @RichardRubinDC: Sen Obama said he wouldn't talk about the Fed. Pres Obama may wish he'd listened to himself. http://t.co/52UeUYkFde", "RT @AymanM: Sen McCain &amp; Graham insist Morsi ouster was a coup &amp; imprisoned leaders of Muslim Brotherhood are political prisoners @NBCNews ", "Obama tells Marines at Camp Pendleton that GOP in Washington who say they support military are blocking a fix to the sequester cuts.", "Carney says Obama spoke yesterday to George W. Bush to wish him well on recovery after heart stent procedure.", ". @chucktodd asks if Obama now thinks Snowden is more of whistleblower not a 'hacker' as O called him previously. Also asks about Putin", "Obama insists he has productive conversations with Putin even if the Russian leader slouches like bored kid in school", "Obama tells @chucktodd #Snowden is not a patriot he is charged with 3 felonies if he believes he was right come here make his case", "RT @kirstenpowers10: Obama is incredulous that Snowden thought that leaking was the only way to change govt actiions...even though that's o", "Obama tells @chucktodd doesn't have bad relationship with #Putin conversations are candid blunt often constructive", "RT @jasonnobleDMR: Donald Trump predicts Hillary Clinton will be Democratic nominee and will be tougher to beat than Obama in 2012 #FLS2013", "Ron Paul says TV venture contributes to the 'cause of liberty' http://t.co/eVnu0TG5uv", "Best sign Weiner has fallen: Rivals ignore. \"I don't want to talk about Anthony and that's not why I'm here tonight,\" Bill Thompson said.", "Mohamed ElBaradei has resigned from his post as Egypt's interim vice president of foreign affairs, state-run Nile TV reported Wednesday.", "NSA documents challenge Obama claim that surveillance programs not abused http://t.co/no95ECZ2MR", "Murdoch announced split of newspapers from entertainment &amp; TV month after Independent says News Corp UK told it was corporate suspect", "Fitzgerald said agents offered Hawsawi English translation about three times in several days, he declined.", "Bin Attash attorney Bormann is asking whether she really has to bring a witness to classified info to a secured facility to interview him...", "The judge seemed perplexed, asked the name of the Camp 7 commander. Bogucki said he didn't know it, \"they hide it from us.\"", "Judge Pohl, an Army colonel, suggested that the defense lawyers complain to the chief of the guard force, Army Col. Bogdan.", "Ryan says each defense attorneys' loyalty is to his or her client, not to the security of a facility. \"There must be a balancing.\"", "Bormann says she highlights, writes notes in case-related books for her client and they therefore become privileged. Invokes Ali Soufan.", "Meantime, in of those #Guantanamo coincidences the media center Internet had a hiccup, broke briefly, right after Nevin said CIA had feed.", "Pohl asks prosecution whether he has authority to order Ruiz to represent Hawsawi, regardless of what the Navy decides. Prosecution: Yes.", "RT @BuzzFeedAndrew: Obama and Biden have said military action without congressional approval is unconstitutional. http://t.co/dQziUJ3E9E", "RT @DaliaEzzat_: Al Jazeera was spied on by the National Security Agency, according to documents seen by SPIEGEL http://t.co/95oUPAlP6x", "NBC News has learned  Obama will not call for Congress to return", "Obama feels he has authority to act on #Syria without congressional authorization, but US stronger with it", "RT @joshrogin: Obama didn't think Congress had to weigh in before he decided to intervene in Libya #justsayin", "RT @brooks_rosa: Obama said he'd seek a congressional vote on #Syria. But I did not hear him say he'd abide by the results of a \"no\" vote. ", "Israel angry US invoking its name to strike #Syria, along w/ Arabs, already don't believe Obama means what he says http://t.co/vnTEM2k595", "RT @DanaBashCNN: kerry tells mccain syrian capability will be degraded. key issue for mccain and graham", "RT @lydiadepillis: Apparently Fred Hiatt said he'd understand if Bezos wanted to replace him. Bezos asked him to stay.", "Petraeus, architect of 2 troop surges, says he backs US military action in Syria http://t.co/Uw693ucsBd", "President Obama is going to Hill to make his case in person to Senate Democrats on Tuesday at weekly policy lunch, @ABC has learned.", "Kerry/Russia FM Lavrov talked while Kerry flew home Kerry told him U.S not playing games wld consider serious proposal bt no delay congress", "RT @delrayser: I think Mike Shanahan just asked John Kerry down to the sidelines hoping he might accidentally call a play that works.", "RT @peterstefanovic: Sepp Blatter admits it may have been a mistake to award the 2022 World Cup to Qatar. They're bright sparks at FIFA. ht", "RT @robertcostaNRO: Graham says President O told him 2 days ago that a vote on war res may be critical to keeping pressure on Assad", "Equal time: Obama meets with GOP senators for about 1 hour, 15 min, too. \"He did not take force off the table,\" Sen. Shelby tells me.", "Former PM Julia Gillard in her blue ties speech predicted Abbott would see 'women...banished from the centre of Australias political life.'", "RT @mjrowland68: The Electoral Commission's Phil Diak tells #breakfastnews @Indigocathy leads @SMirabellaMP by 405 votes &amp; says result coul", "Incoming Environment Minister Greg Hunt says the Coalition will have it's first female Speaker in Bronwyn Bishop.", "Lib MP Dennis Jensen tells @ABCNews24 PM-elect Tony Abbott hasn't selected his frontbench entirely on merit 'that's political reality.'", "Mayberry is explaining that she ultimately ordered all defense attorneys to stop doing confidential, privileged work on the Pentagon system.", "Mayberry said she didn't decide not to move to http://t.co/6p9KqjtTyC, a Pentagon division called EITSD did to segregate Defense email.", "Ryan asks Mayberry if judge decides IT status quo is ok would she rescind her directive banning use of DOD computers for privilege material.", "Rouhani tells @AnnCurry says he's empowered to make full nuke deal. UN trip opportunity to better relations w/ world. http://t.co/Pnekjpgo5i", "Now Ryan is asking whether using the Gitmo coffee shop WiFi to move privileged information is better than the DOD computer, workspace.", "Judge Pohl asks whether the local #Guantanamo WiFi, a public system, is less secure cyberly than the Pentagon's system.", "#KSM attorney Nevin is telling the judge that camp guards cleared the spectators gallery while #KSM was praying in court this morning.", "Pohl asks Parr is there's no currently lost files from the defense because of the replication process. Parr: Yes, sir.", "RT @MichaelSLinden: House GOP considers a CR at sequester levels a victory. Some Dems think the CR levels don't matter. One of them is wron", "Bechtold said he learned about the series of problems at Defense April 4 or 5. He says he didn't make that recommendation back then.", ".@Rhodes44 says admin thinks there is time and space for diplomacy before Iran breaks out of its nuclear program not 6 mths Israel thinks", "Henry Kissinger predicts Syria will comply with 90 percent of chemical weapons deal http://t.co/CSYjEtDEga", "Sen. Cruz asks the Senate unanimously pass the House-passed government funding bill that strips ObamaCare money.", "Bill Clinton tells Letterman I honestly dont know whether Hillary will run in 2016 (VIDEO) http://t.co/Z2stewcJgr", "Peter Lee also suggests, somewhat facetiously, that exactly two Californians will enroll on October 1.", "It's a long speech by @tedcruz , but not a filibuster, according to our @CapitolHillCNN team", "RT @literaryeric: Bill Gates admits Control-Alt-Delete was a mistake, should have been one button. http://t.co/0ua9mgLGxt", "RT @ghoshworld: But #Rouhani will discover that the #Obama phone call is not a reward, but more pressure to deliver real change.", "Biden tells J street both Israel and Palestinians need to know if they take risks for peace we will be behind them", "DCCC Chair Rep. Steve Israel tells @msnbc that Ted Cruz is the new Speaker of House.  #shutdown", "RT @fshakir: On O'Reilly Factor, @KarlRove predicts House Republicans will pass clean CR tonight.", "This shutdown will be even worse for Boehner than the last one was for Gingrich, @richardwolffedc predicts. Do you agree? #PoliticsNation", "RT @mkraju: Reid will likely soon insist that debt ceiling be tied to CR. Boehner too. w/@JakeSherman, @cbudoffbrown http://t.co/KWUkUnnjBV", "RT @samsteinhp: Obama says he wants to break the GOP's fever here. He said that prior to the 2012 elections too", "'@Netanyahu claims Iran intends to deceive the West'  via @MSNBC http://t.co/T10Dn4Weyw", "Tom thought character was the most important thing, that it trumped brains and talent in the making of a life. http://t.co/TkMOQ2uYJf", "\"We heard pops that sounded like shots,\"  Senator Bob Casey tells @ABC.", "Obama thinks the Redskins should think about changing their name. Heres how they could do it. http://t.co/wJGFo2M4cT", "Puh-lease! RT @RefreshGOP: @NickKristof Scare tactics don't work! GOP stated they will pay interest so no default-you &amp; MSM are the problem!", "Wow, NV Gov. Brian Sandoval's approval rating at 68, even a maj of Dems approve, 53-36, according to Dem pollster -- http://t.co/2LMQ4zSRpn", "Carney suggests WH will be cutting SOME or most -- but not ALL -- military aid to #Egypt -- just matter of officially informing Congress etc", "I do hope that Bernanke once again insists that it's too early to talk about his plans.", "RT @DeptVetAffairs: Sec. Shinseki explains how the government shutdown impacts millions of Veterans http://t.co/LHdFZ2YvGb", "RT @DoreenGentzler: President #Obama just told me that US Military death benefit problem will be solved TODAY. @nbcwashington #msnbc #govts", "RT @BresPolitico: Looks like @chakafattah is facing a federal subpoena over property tax records, according to Philly TV station FOX 29\nhtt", "RT @DanaBashCNN: Harold rogers just said its inaccurate that the president rejected their proposal and pete sessions said they're all worki", "In VV speech, Cruz claims Defund Obamacare petition got 2 million signatures in 2 weeks. That's not true. Has over 2 million since summer.", "Boehner ally Cole predicts deal is nearing http://t.co/ALNLxahgYc", "The Powell-Armitage thing was such a sense of betrayal, Cheneys daughter Liz told me. http://t.co/ggLHyEYZHB", "RT @mpoindc: Cruz also said that b/c ~20% of NBC/WSJ polls were govt employees, the results were nil. But our pollsters suggest that number", "WH says Pres believes talks have been constructive and thinks Republicans in House recognize default should not be used as a weapon", "The Tea Party thinks it hates Wall Street. It doesnt. http://t.co/9Q7WIeuHpM", "House GOP wants still insists any CR has to be pegged to Obamacare discussion. Also against longer term debt ceiling increase.", "RT @peterbakernyt: Speaking of former Pres Bush, Tom DeFrank reports his recent heart trouble was more serious than generally known. http:/", "Nobody gets anything for threatening to default on the debt and threatening the economy, Van Hollen said. http://t.co/lKitvVVZIR", "Former GOP Sen Olympia Snowe says GOP should never have agreed to the strategy of trying to defund Obamacare #FortuneMPW", "RT @DanaBashCNN: Just now @SenSchumer told @tedbarrettcnn senate will go first. action will start this afternoon w/ vote sometime \"after di", "RT @peterbakernyt: WH's @PressSec denies that health care income verification provision means Obama gave into ransom. \"We're fine with it,\"", "Colleague Mike Emanuel is reporting Senate vote could come between 5-7 pm et.", "Is it time to throw my bum out of Congress? @psteinhauserCNN explains how this crisis may change minds http://t.co/Qyadq5wb9V", "RT @Morning_Joe: I havent had a single lawmaker tell me to back off what Im saying, Sen. Chaplain Black told us today. WATCH: http://t.", "WASHINGTON (AP) _ Former House Speaker Tom Foley has died, according to House Democratic aides.", "Bob Laszweski tells me as of last night insurers are reporting no improvement in enrollments and no improvement in data quality", ".@angela_rye suggests the GOP could learn more about how to reach out to minorities from reading #TheRejectedStone http://t.co/cyQ1PHbstT", "Jim Harrington said his client tells him the guards bring along a translator to go through Ramzi bin al Shibh's legal materials.", "Trivett says yes. Pohl wonders aloud whether, since it's all the same US government, confiding in US military might not inspire confidence.", "RT @GlobeEricWilbur: Bobby V would have made it 10 RT @ScottLauber After bombings, Farrell said players took it upon themselves to split up", "Boehner spox Brendan Buck says HHS will brief House R's on health care website issue.", "White House denies GOP leader told Obama 'I cannot even stand to look at you' http://t.co/JbrFDkPGri", "WH and Boehner vs. Durbin? http://t.co/AZCzVIKCob // Sort of. Somebody said something but WH swears it isn't what Durbin says it was", "We're in a recess while the sides sort out provenance of COL Bodgan's inquiry into the February cell search that Ruiz says was inadequate.", "Here is what a monkey court apparently looks like, according to a zoo in South Africa that hosts this image. http://t.co/5CZZfhI19x", "Massucco's now explaining that, after cell search material was returned, Hawsawi said some files were still missing.", "Harry Reid told his caucus that Pete Sessions was behind Obama insult, Senators tell @ryangrim and @jbendery http://t.co/JLigY9o8Jm", "Now Ruiz is asking what books troops took from Hawsawi's cell. Massucco doesn't know but said, if they weren't contraband, he got them back.", "Schwartz asks who the Camp 7 interpreters work for. Answer: the J-2 division of the intelligence division within the Joint Task Force.", "Massucco said they ended up in the bin of #KSM, and that Massucco uses them to bind up books.", "RT @kady: \"I am actually considering voting against a motion from my leader for the first time in my life,\" Plett tells his colleagues. #Se", "#Guantanamo war court in session. CDR Massucco is explaining that Hawsawi waived his attendance in Arabic, after morning prayer.", "Pohl asks Ruiz is a prisoner should be allowed to starve to death. Ruiz says the warden should call the prisoner's lawyer.", "Reid insists that senators not start skipping Monday night votes. Says Senate needs to work through each week.", "Carney admits some Americans will lose existing plans under health-care law http://t.co/tixIURaIcl", "Rangel falsely claims no Republicans voted for Social Security, sidetracks ObamaCare hearing http://t.co/eLwGbyCrdr", "RT @hillhulse: DNI Clapper suggests some outrage over spying on foreign leaders is faux, reminiscent of gambling line in Casablanca. Shocke", "Hm, Rep. Schakowsky says \"we are the intelligence committee &amp; we didn't know\" about spying on foreign leaders. Rogers (I thought) said knew", "Schiff suggests that House intel committee was in dark on foreign leader wiretaps. Clapper \"we by &amp; large complied w spirit &amp; intent of law\"", "RT @StanGreenberg: Reckoning in VA for Tea Party base. Opposition reaches new high, according to new poll http://t.co/5x5FXuR6n9 via @washi", "'Todays decision by the High Court to allow ComCares appeal in the infamous sex case is welcome, Senator Abetz said today.'", "CNN now tearing apart Sebelius claim that the web site never technically crashed.", "VP Biden says confirmation process is broken in Senate. Time for simple majority? \"I think it's worth considering,\" Biden tells @ABC.", "Clive Palmer believes voters should be made to show ID before they are given their ballot papers.", "RT @Sarah_Boxer: RT @SaintPetersblog: Charlie Crist has officially filed to run for Governor of Florida, according to the Florida Departmen", "ON POLITICO soon: House Rs say theyre not likely to take up ENDA. Boehner thinks it will increase frivolous lawsuits, cost jobs.", "I wish someone would re-read the RCMP affidvait, because Wright claims the party WAS going to pay the expenses. #hw", "RT @Vice_Is_Hip: We got Aviici to remix a Winston Churchill speech and Beck thought it was cool", "RT @DavidClinchNews: So Toronto Mayor Rob Ford admits that he smoked crack, but also admits that he was so drunk that he needs to see the v", "CNN predicts that Democratic candidate for NYC Mayor, Bill de Blasio wins the NYC mayoral race", "RT @mlcalderone: @DylanByers @DavidCornDC NYT also let Logan suggest criticism of the report is political. It's not. It's Journalism 101.", "Sen Pat Roberts told Sec #Sebelius to resign-he joins us at 7p FOX NEWS/OTR (in 10 min)", "RT @CBCAlerts: Visibly shaken, #MayorFord friend Fin. Min. Jim Flaherty said at the end of the day, Ford 'has to make his own decision' #to", "RT @vermontgmg: Wowjust heard from @JoeTrippi that Mike Ford passed away on Election Day at 65. A great Dem operative; Im lucky to have c", "On CBS, Lara Logan said '60 Minutes' witness never asked for money.", "RT @cbcnewsbc: MP Nathan Cullen not running for B.C. NDP leadership: B.C. MP Nathan Cullen has told CBC News that he will not... http://t.c", "RT @nytimes: Some Democrats think the White House is not sufficiently panicked over its health care problems http://t.co/LOn2Awcu1Q", "Obama Says U.S. Policy Toward Cuba Doesnt Make Sense http://t.co/Jp0FGAIUBY #p2", "Is Christie a true conservative? \"He was a successful governor in New Jersey,\" Perry tells me on #ThisWeek.", "RT @tparti: About 50 billionaires have benefited from farm subsidies between 1995 and 2012, according to @ewgorg http://t.co/TNDBCgxAys", "Democrats are admitting with the charge of sabotage that ObamaCare is a disaster. http://t.co/PWvlRSyY0u", "Not only is it moral to pay people a living wage... but it's also good for the economy, @Goldietaylor explains #PoliticsNation", "Chris Bowen says Labor didnt think victory was assured in 2007.", "RT @mitchellreports: SecState Kerry tells @nbcnightlynews @kasie more sanctions would show bad faith to Iran cld dial sanctions back up if ", "After MIT's Jonathan Gruber insists the enrollment number isn't disappointing, @jaketapper tells him White House called the # disappointing", "Bernanke, in an illustration of the way his mind works, suggests students seeking careers should consult BLS data on job demand.", "\"We fumbled the rollout on this health care law,\" Obama says.", "Rep. Denham, who co-sponsors Dem immigration bill, says he has a list of 40-45 Republicans he's targeting to support reform.", "Recently Obama told nervous senators that ACA is just like a seat belt requirement. They must have felt so reassured.", "Sen. Schumer told me this morning that he views a legislative fix as impossible because of GOP's intent. So administrative it is", "V interesting. @EricCantor says Rs need Senate/WH as willing partner in passing bills. Yet Boehner said on imm., they wont negotiate w Sen.", "RT @Rana_J01: Al-Nabaa TV is reporting that militias in gharghour area have left the villas 'with all their artillery'. #Libya #Tripoli", "Australian Spy agencies were tapping the phones of Indonesian Pres SBY, his wife &amp; the VP according to Snowden docs http://t.co/ceZCwIjVLw", "OL Bill Shorten says Australia needs to recognise that Indonesia is offended. Believes the releationship can be fixed.", "Jeb predicts comprehensive immigration reform will pass in the spring (via @maggiepolitico)  http://t.co/an2Quuxmi8", "RT @TMannWSJ: Bill Bratton told a press scrum at NYU's Rudin Center that he hasn't talked to @deBlasioNYC camp since the election.", "ALP Secretary George Wright told Julia Gillard setting the election early would be a disaster. She did not listen: http://t.co/mnRtnM8p2a", "RT @CahnEmily: No joke, in a recent @rollcall take 5, Trey Radel said his favorite vacation spot is... Cartagena, Colombia. http://t.co/pD1", "RT @RollCallAbby: Um. MT @CahnEmily No joke, in a @rollcall take 5, Trey Radel said favorite vacation spot is... Cartagena, Colombia http:/", "So hes comparing Marty Natalegawa?  RT @RebelliousTodd: @latikambourke think you will find he was talking about the Indon foreign minister", "RT @jparkABC: .@SpeakerBoehner spox says he won't call on @treyradel to resign. STMT says \"this is between Rep. Radel, his family, and his ", "Treasury Secretary Martin Parkinson says a $500b debt limit would be 'prudent'. #Estimates", "And Tsy Sec. Martin Parkinson says the other alternative of not having debt limit raised is 'delaying or ceasing payments.'", "RT @politico: Greg Walden, the House GOPs chief campaign hand, said he wouldnt comment on whether Rep. Trey Radel should resign. http://t", "McConnell suggests that this rule change is designed to distract people from Obamacare.", "David Leonhardt Explains How the NYT Will Replace Nate Silver.  By @marcatracy via @tnr http://t.co/4X2kpu02co @dleonhardt", "Farm bill talks hit impasse after meeting of \"big 4\" farm bill negotiators. Lucas said they needed to have a framework this week to finish.", "Scott Morrison asked what has stopped since Indonesia's decision to cut off co-operation. Won't answer 'inviting  commentary.'", "One of the smartest budget analysts in DC believes nuke option could cause another shutdown. http://t.co/MwkaP1Ur6W", "Blackwater's Erik Prince believes Iranian Quds Force operatives were mortarmen attacking US consulate at Benghazi. um, never heard that b4", "CIA, withholding JFK files, admits operative may have known Oswald http://t.co/vVD5ZxuuAN @JamesRosenFNC", "Pres said Iran will halt production at its plutonium facility", "RT @BowenBBC: Kerry says he and Obama don't think war would be a permanent solution. It remains available but every dip effort must be made", "RT @DanRiehl: Netanyahu believes 6-month deal leaves Iran's military nuclear capabilities largely intact, while giving Iran relief from pai", "It stings. RT @wshawnlynch: @TheFix Can't believe City missed that extra point.", "RT @thomaskaplan: Cuomo says he spoke to Christie this morning, and Christie denied that he would support a GOP challenger to Cuomo, as the", "UT Gov. Gary Herbert says 1/3rd of the Mandarin taught in the US is taught in Utah.", "RT @bencubby: Fairfax's @mbachelard is reporting that Mr Abbott's letter has been well-received by SBY, and may help to defuse the spy scan", "RT @PhilipRucker: Haim Saban said the Obamas had him over for dinner last Fri. But, gasp, \"No valet parking! You know what? I had to walk t", "CBS review finds that fact Davies told 60M he had lied to boss about events should have been red flag (more)", "RT @nutgraf1: @ThomasMulcair predicts @LindaMcQuaig will be in HoC after 2015 election as MP from newly-created Fort York riding. #cdnpoli", "RT @Edgecliffe: Graham Holdings Company says it's selling Washington Post HQ building to Carr Properties", "RT @TelegraphWorld: Iran President Hassan Rouhani insists there will be no dismantling of nuclear facilities http://t.co/jn508dneWc", "RT @AnnaVidot: \"We need to support Regional Australia by introducing zonal taxation,\" Clive Palmer tells HoR during maiden speech.", "Fed web site signed up 100K in Nov, according to Bloomberg. http://t.co/l4mi8DHPwW 200-250K w/states", "RT @heatherhaddon: Christie says Astorino meeting was focused on the impact of running statewide on a family with young children, as Christ", "Christie denies he reversed position on NJ DREAM Act http://t.co/lBoke4nKG8", "RT @Jordanfabian: Christie denies he flip-flopped on NJ Dream Act. Says backing in-state tuition =/= endorsing bill http://t.co/WhU8pihYBf", "Communications Minister Malcolm Turnbull told the partyroom hes restructured a television network.", "Chong says these are foundational reforms will generate significant debate. #hw", "Cory Bernardi says the ABCs funding should be cut and advocates structural separation of the public broadcaster.", "Paul Ryan and Patty Murray think they can raise revenues without raising taxes http://t.co/b3H4kfFuwE", "Pointedly @George_Osborne says he supports free school meals for first three years. Lib Dems claim Gove fought it #AS2013", "#alinsky RT @JeffYoung: GW Bush believed families had 'obligation' +'duty' to talk to each other abt health coverage. http://t.co/vTqn5FRqF9", "\"You are lucky I'm not singing,\" Pres Obama tells audience as he begins remarks at Christmas Tree Lighting.", "RT @Mistress_Jan: 203,000 more jobs in November.. guess we can blame the President for that.. ;-) #Leadership!! @TheRevAl #PoliticsNation", "Kerrys claim that Iran offered Bush a nuclear deal in 2003 get 3 Pinocchios http://t.co/HzYnD9e2Bs", "Reid predicts Senate will come in earlier than normal &amp; work late nights in effort to finish work before Christmas.", "RT @AJentleson: .@woodruffbets Senator Reid has always felt that Senator Cornyn is someone he can work with on a range of issues.", "Paul Ryan suggested reporters go to burrito brothers for dinner. Not sure what that place is.", "Not even subtle. RT @AJentleson: .@woodruffbets Sen. Reid has always felt that Sen. Cornyn is someone he can work with on a range of issues.", "HHS Sec Sebelius tells Hse panel CMS has outlayed $319 million out a $677 million available for IT costs. #Obamacare", "RT @Cam_RollCall: Loskarn has been placed on admin. leave w/o pay, according to Alexander.  Says his office is fully cooperating.", "RT @jamalraad: In this paper from 2009, Stan Fischer suggests we should look at sharply restricting proprietary trading by big banks http:/", "RT @dnewhauser: Ryan told RSC private mtg that $967 bil CR cannot pass House. Dems wld bail w GOP hawks &amp; appropriators. Budget deal best t", "RT @politico: Paul Ryan believes Congress has the votes to pass the bipartisan budget compromise he spearheaded with Patty Murray. http://t", "LNPs George Chistensen asks how much cars should get when sectors like tourism in his electorate are struggling but dont get support.", "Carney admits that Web allows WH to publish its own pics, stead of allowing new orgs to decide whether to publish handouts, as in old days", "Paul Ryan Says Presidential Ambitions Not Derailed by Budget Deal http://t.co/x9M1BeYKVa", "RT @adamnagourney: Garcett tells @aburnspolitico Jerry Brown will run again.Good if mayor wants to be gov: next year too soon to jump up ht", "Why Tom Scocca thinks a culture of positivity helps the powerful http://t.co/QpFK96Oedi", "RT @dahliasc: #BDS activists will hate him, Israel will insist he's 'no partner.' #Abbas opposes #boycott of #Israel http://t.co/FsdpuNbHbq", "RT @ElectProject: Herring's lawyer @marceelias tells Times-Dispatch Herring lead now +305 after yesterday's recount action http://t.co/TnHE", "Bogucki is telling Judge Pohl that he, as the judge, has no authority to stop what Bin al Shibh says is happening.", "\"I wish things were that ruthlessly efficient,\" Pres Obama said of the series portrayal of the highest levels of Government in Washington.", "Carney says tech exec meeting is ongoing", "Senate Minority Leader McConnell doubts either House or Senate will vote a no-strings-attached hike in the Debt Limit.", "Valerie Jarrett denies that she is trying to take over the presidential library process", "House GOP believes Ryan won't wage 2016 presidential bid \nhttp://t.co/DWDUigDqPi", "Bogdan says the troops that transport high-value-detainees are MPs who have TS-SCI clearances. They're soldiers. \"No Navy left,\" he says.", "It seems that BG Martins, chief prosecutor, is now suggesting this be done as an emergency request. Nevins: This is a different track.", "RT @JakeSherman: announcing his retirement in April, Baucus said it whispered  to me among the elk near Bridger Mountain. Said he was goi", "A quarter of head and neck surgeons think Obamacare has death panels http://t.co/VCiGktVdNl", "RT @FoxCarReport: These are the 39 safest cars for 2014 according to @IIHS_autosafety http://t.co/UJDNeBYNMm", "Obama suggests public distrust of #NSA phone record collection may outweigh benefits sounds like he may adopt big changes after review", "Obama asked whether he'd grant amnesty to #Snowden for leaking #NSA docs. @JimAcostaCNN reported Obama said in private that he would not.", "RT @postpolitics: Obama mistakenly said Snowden has been indicted http://t.co/FZHHpQr2K4", "RT @JillBidenVeep: Joe thinks he's great at parkour just because he did a forward roll out of bed this morning.", "RT @BeschlossDC: John Eisenhower once told me that when people said he looked like his father, he wanted to ... http://t.co/Fz3Dtubekj", "Merry Christmas Twitter! I guess Santa thought I was a good girl in 2013.  Eat lots, drink more but pls stay safe. X http://t.co/5ljILlcjZB", "In column, @karlrove predicts all the gop sen incumbents w primaries will win http://t.co/UeL5RPime8", "RT @jmartNYT: In column, @karlrove predicts all the gop sen incumbents w primaries will win http://t.co/UeL5RPime8", "White House says ObamaCare sign-ups passed 1 million mark http://t.co/K2rnxTKQME", "RT @jaketapper: Ted Cruz says hes hired lawyers to renounce Canadian citizenship\n http://t.co/uNkHcS08TT", "RT @joshuahersh: Mike Rogers insists intel reports contradict NYT on Benghazi http://t.co/LcGguHQQ0x via @elisefoley", "Anthony Wiener suggests his political career may not be over yet. http://t.co/bASsk9kyFP", "RT @SurfaceUnits: @gretawire Green Bay set a new record low of minus 19 Monday morning, according to the National Weather Service..Ha ha  f", "RT @GoesslingESPN: Just talked w/Kluwe. Said didn't feel he could talk to team, NFL or NFLPA about Priefer's alleged comments. Doing so \"en", "Former Minnesota Vikings punter Chris Kluwe claims the team cut him for his outspoken support for same-sex marriage http://t.co/nUJBdMCIjz", "Rand Paul suggests Snowden and Clapper share a prison cell http://t.co/uuwoda48ex", "Secretary of State John Kerry explained U.S. aid to Iraq will not include troops http://t.co/flh664npFO", "Had solid 3d Q, too RT @jeffzeleny: Cheney hoped to squeeze Enzi's fundraising, but he raised more than $1Mil in 4th Qtr, @ABC has learned.", "Michael Wolff claims Tina Brown lost $100 million at the Daily Beast http://t.co/uUDQljW4gU", "I guess live shows arent my thing, Michael Bay says after #CES2014 Samsung disaster. http://t.co/sha72pn5eZ http://t.co/HrgUdRBEK4", "GOP Leader McConnell says he wants to offer an amendment to pay for #UI by lifting individual mandate for a year. #ObamaCare", "Gates says both Obama and Clinton admitted their opposition to Iraq surge was due to '08 Dem primary http://t.co/l38b6CKcXN", "RT @GlennThrush: The Gates claim that Hillary opposed the surge for political cover in 2008 -- is THE news from Gates excerpts. Biden/Obama", "Steve Stockman claims gun groups have endorsed his Senate bid -- but they haven't http://t.co/4LBuuaMzwc", "RT @alroker: Rush Limbaugh claims the Polar Vortex is a creation of a left-wing, liberal media conspiracy. It's Meteorology 101. No politic", "In TV interview, #Ukraine journalist Tetiana Chornovol claims President Yanukovych ordered attack on her. http://t.co/PvSzF0AATq", "Gates was offended that Obama thought someone might write about sensitive matters in their memoirs, h/t @jonkarl http://t.co/YC4RQnjqzn", "Robert Gates was offended Obama thought he might be writing that memoir he was writing http://t.co/O93OZLpmZB via @TIMEPolitics", "RT @ArletteSaenz: Carney said the WH just received Gates' book last night", "Sen. Rubio suggests food stamps might be better if done at the state level.", "GOP Rep Rodney Davis, in state with 8.7% unemployment, thinks UI debate is just distraction from Ocare http://t.co/pIMZtCN11q", "Bill OReilly suggests, despite mountains of evidence, that no one gets arrested for marijuana possession. http://t.co/WA45B21u4g", "RT @RealNewsBlazeTV: Former Secretary of Defense Robert Gates suggests that President Obama put politics ahead of our troops. http://t.co/1", "RT @CBSThisMorning: CBS News has learned that later today Chris Christie will hold a press conference, reports @JDickerson", "RT @patrickgaley: Only 14 percent of people in #Egypt say a woman should be able to choose what she wears, according to @pewresearch http:/", "RT @TomKludt: McCain thinks Christie should hold a three-hour press conference if he has to http://t.co/38bLudOtYM", "RT @Patrick_Madden: Rep. Franks denies Norton request to testify at hearing on abortion bill that affects DC uniquely. Norton sitting in au", "Christie insists that Fort Lee Mayor was never on my radar.", "RT @nycjim: Christie insists that Fort Lee Mayor was never on my radar.", "RT @kurtsiegelin: NEW... Fort Lee Mayor Mark Sokolich is asking that @govchristie NOT come to town today to apologize. Cites ongoing invest", "Indian diplomat Khobragade indicted for visa fraud to depart US later tonight,US granted immunity,India denied US request to waive immunity", "Hse Apps Cmte Chair Rogers says the hold-up on omnibus is simply administrative because writing an omnibus is such a major undertaking", "Carney says Obama will speak on NSA reforms next Friday Jan 17.", "Bill Baroni repeatedly asked that Port Authority spokesman ignore media requrests. So much for public service.", "Robert Gates, in his memoir, claims that Obama only showed passion for the military on leaks and #DADT http://t.co/uGIXPr1wcQ", "Baby feels it's way around the president's chin. And it's not a campaign year. http://t.co/vzw9G75mys", "RT @upwithsteve: This morning @SteveKornacki explained how #bridgegate may have been bigger than a traffic jam http://t.co/zDFdWnYqBP via ", "RT @JillBidenVeep: Joe thought Downton Abbey was great. Then I realized he was watching Downtown Abby. #GoldenGlobes", "RT @TMannWSJ: Christie said he learned of the Fort Lee situation after Foye's email leaked. Then he said something else. http://t.co/n0KMXd", "Hard to argue RT @politicgame: @TheFix Because Miss America said we all needed more maps.", "11/ @GeraldoRivera could not convincingly explain how he got confused by an event that had not yet occurred.", "RT @shiracenter: @RollCallAbby about to report Rep. Bill Owens D-NY won't seek re-election, according to multiple Dems.", "D.C. Mayor Vincent Gray leads Democratic primary, according to new WaPo poll. Approval back at 51%. http://t.co/qkRqHBhPz9", "Democrat Brian Schweitzer thinks he can win in 2016  by running against Obama http://t.co/quIQlmzCvt", "RT @Rschooley: @jaketapper Except on the internet where Gonzos think they're Sam the Eagle.", "RT @davidelfin: Forgot 2 tweet that Notre Dame coach Mike Brey told me Irish will consider home&amp;home series w/GW 2 maintain DMV presence on", "Pres Obama said the advanced semiconductors can make better products, boost manufacturing and create jobs.", "RT @Alex_Roarty: . @ThePlumLineGS explains how the Kirkpatrick ad from @HouseMajPAC is the model for how Dems will handle Obamacare http://", "Christie's problems are far worse than #bridgegate, according to @brianschweitzer, w/ high unemployment and high taxes", "Important correction RT @jaketapper: @attackerman believe it's broham in Farsi", "Pres Obama said some of worst govt excesses were stopped by time he became Pres", "Julian Assange tells CNN's @SuzanneMalveaux that Edward Snowden will respond to the President's #NSA speech early next week.", "Some GOP $$$ people say Chris Christie could benefit. \"He may come out stronger,\" bundler Bobbi Kilberg tells CNN. http://t.co/F9wc9gX4AM", "Alan Grayson explains how Isaac Newton's words apply to our quest for peace http://t.co/VDfyp1osJ2", "Here's why Mitt Romney thinks Chris Christie won't be hurt by the bridge scandal http://t.co/WRruYTHOvd", "New Jersey Democrat says committee will investigate Chris Christie Sandy claims http://t.co/2x6vnWf8Ic", "President Obama doesnt believe smoking marijuana is worse than drinking alcohol. http://t.co/BpN8RaL3Xk", "President Obama believes that his race is a contributing factor to his low approval ratings. Do you agree? http://t.co/QUijmgGDTk", "Charles Krauthammer admits what senators pushing Iran sanctions won't http://t.co/E7QFb40081", "RT @peterbakernyt: Reluctant to do Sunday shows, Gates as tradeoff insists WH find $1B for Libya war. \"I'll do @JakeTapper if you do OMB,\" ", "RT @Morning_Joe: 3 myths prevent progress for the poor, @BillGates said. Find out why and watch on http://t.co/D6yuk7151L #stopthemyth http", "RT @Forbes: Bill Gates predicts that by the year 2035, there will be almost no poor countries left. http://t.co/79cfJjNoFc", "Despite snowstorm, NYC Mayor de Blasio said parents should assume school is on for Wednesday. http://t.co/FVHk4xjGjy", "7 things that are out in 2014, according to the Bob McDonnell indictment. http://t.co/I7g9yXpv4E", "ABC Jon Karl asked who paid for the First Lady Birthday party/Carney says does not know and to ask East Wing", "Lew explains the Government experiences large net cash outflows in February due to tax refunds.", "Physicist May Have Discovered How Life Began http://t.co/W1meN3lU4q #p2", "RT @Hadas_Gold: Snowden denies Reuters report  http://t.co/Mo2s6NYgag he took co-worker logins http://t.co/pLqUwmNhDb", "RT @gregpmiller: Snowden insists he didn't steal colleagues' passwords, suggests he would like to come back to U.S. http://t.co/SV04TzhFSE", "Guy admits he's too drunk to take sobriety test, gets arrested for his 8th DUI -- http://t.co/cRSKW5z35G", "#SecKerry Rouhani told you that Iran has no intention of building nuke weapon-message welcome but words meaningless without actions #wef14", "And yet Sec Kerry tells us this is what a transition to democracy looks like. Perhaps if you practice democracy like Mussolini did. #Egypt", "Andrea Mitchell thought that bizarre 'Planet Hillary' cover was a bit sexist (VIDEO) http://t.co/mvNh2nHEiX", "Rick Snyder thinks you're dumb (if you're the immigration system) http://t.co/nOMjpTPrd9", "Bloombergs @AlHuntDC and CNNs @crowleyCNN predict what will be in the State of the Union address http://t.co/WSh70VlY9B with @pwgavin", "RT @ThisWeekABC: Tmrw, @jeffzeleny explains what an annual raccoon supper has to do with the Arkansas Senate race. More on @ThisWeekABC.", "|@christerickson observed that Robin Thicke needed to veer as far as possible from Miley. Thus Chicago. #GRAMMYs", "Senate Democrats hope fear of the Tea Party drives supporters to the polls http://t.co/0T8d0YMhai", "Hillary Clinton admits she hasn't driven a car since 1996 (VIDEO) http://t.co/E7oHEb31d9", "RT @ReutersZengerle: McCain suggests Baucus check in with Kissinger on China, Baucus says he will be doing so shortly.", "Sen. Reid admits he's dozed off during past States of the Union. \"Not during the Obama years of course,\" he says #NBCPolitics", "Reid suggests Obama use executive power to get policy priorities completed.", "DSCC GM Michael Bennet admits that with Warner, Blumenthal and Feinstein, they'll have salary cap issues to resolve next year.", "RT @RachelVanD: @JakeSherman @BresPolitico predict Rs will cave on debt ceiling http://t.co/SRRzlFgw9K", ".@WhipHoyer tells @cbellantoni that the #SOTU message doesn't really change the minds of members of Congress", "RT @MicahGrimes: Members of the House and Senate sent 750 Tweets during the #SOTU, according to @gov.", "RT @burgessev: Cruz says Obama Iran policy could beget nuclear armed Iran, which then might nuke LA or NYC http://t.co/4wdEgZjP4o", "San Francisco thinks Obamacare can cut costs, crime rates http://t.co/qtnZHhdIWU", "In his speech, Pres Obama said he could do more with Congress, but he's not gonna wait for Congress, so he's acting on his own on MyRA.", "Cruz, Paul insist GOP is 'one big happy family' http://t.co/QdcZBYeQUW", "A GOP senator says pot is bad for you because @ladygaga said so http://t.co/CTaXicHM94", "RT @FactTank: Uninsured see health care law unfavorably by 47% to 24% margin, according to @KaiserFamFound poll http://t.co/l3u1TDQcM8", "Henry Waxman retirement is the latest sign Democrats don't really think they are going to win back the House. http://t.co/Z7jGaGTrkq", "\"I always appreciate the hospitality Packer Country gives a Bears fan,\" Pres Obama tells workers at GE plant in Waukesha.", "RT @ed_kilgore: Half of Americans think ACA does not ban pre-existing condition denials. What happens when they find out otherwise? http://", "here are some details from when Cantor told house rs theyd be voting on an obamacare alternative http://t.co/RILc3NhCcz", "Pew/USA Today poll finds half now think US mostly failed to achieve its goals in either Iraq or Afghanistan. http://t.co/jPtgRtGFlX", "RT @MichaelHwrdSaul: Do you think other police departments nationwide will copy NYC? \"I hope we set a good example,\" Mayor de Blasio tells ", "John Kerry says Yanukovychs concessions are not enough, but says outside powers should not intervene in #Ukraine. http://t.co/Opyf5QUcNb", "Obama suggests he's open to immigration deal without path to citizenship http://t.co/CVA0Qo6VPc", "Obama told the woman with a bad Obamacare experience that someone from the White House will call her directly.", "RT @AaronBlakeWP: Obama told the woman with a bad Obamacare experience that someone from the White House will call her directly.", "Just lit a yahrzeit candle for my mom. First anniversary of her death according to the Jewish calendar.", "LNP's #Griffith candidate Bill Glasson says when you compare himself and Terri Butler he thinks he comes out in front.", "RT @SIPeteThamel: Veteran @PostStandard columnist Bud @BudPoliquin just told me that was the best game he's seen at the Dome. He's seen a l", "Wisniewski says Wildstein claim in letter RE Christie knowledge doesn't match docs he gave committee http://t.co/OE3uZRo19m", "Gisele thought it was over but Tom just yelled for her", "US abortion rate at lowest level since 1973, according to survey http://t.co/xTBIMqbvZ0 via @foxnewshealth", "Noone could have predicted that the problems with the federal exchange would disappear as a political issue http://t.co/PnzUcVUtbU", "DOJ says in court filing cost of Guantnamo secret lockup is classified, explains why in secret filing to the judge. http://t.co/4TdAVLk93v", "RT @NoahShachtman: Huge story from @joshrogin ... Kerry admits Obama's Syria policy is failing http://t.co/pg19bjeY9E", "wherein Tina Fey suggests she be in charge of allocating twitter licenses. I can support this.\n\nhttp://t.co/EwNvm66q0k", "RT @jbendery: It's on! Rep. Renee Ellmers say Clay Aiken couldn't even win American Idol, let alone her House seat http://t.co/c5ZScQhQ1n", "RT @joshgerstein: O'Reilly: POTUS &amp; first lady don't do enough to promote marriage to African Americans. Obama insists he does, 4 all  http", "#Breaking: Longtime N.J. Rep. Rob Andrews will announce that he is leaving Congress, according to multiple senior Dems.", "Harb to plead not guilty to charges against him today. Harb has long maintained he did nothing wrong and broke no rules. #hw", "Dep Attorney General Cole suggests data on non-citizens might enjoy new usage restrictions, not restrictions on their data getting collected", "Eric Holder tells Swedish lawmakers that gay marriage stabilizes families http://t.co/KFB51PRSEy", "Rep Jim Jordan upbraids DoJ's Cole at hrng over IRS probe &amp; Barbara Bosserman. Jordan asks how Bosserman can be involved in fair IRS probe.", "Donald Trump says Republican leaders are pushing him to run for Gov of NY", "Bill O'Reilly asked President Obama is he's the most liberal president ever. Obama said \"probably not.\" Who's right? http://t.co/H0oP5kYUEm", "Ted Nugent thinks someone has castrated the GOP http://t.co/W62R3s4jvc", "Jay Solomon explains how Turkey has provided a loophole that helps Iran skirt economic sanctions. http://t.co/7xn7ZPGMlk via @WSJ", "It's been 10 months since Scott Brown first said he might run for #NSHEN. 9 months till Election Day. http://t.co/anGtZOy9hm", "RT @AaronBlakeWP: It's been 10 months since Scott Brown first said he might run for #NSHEN. 9 months till Election Day. http://t.co/anGtZOy", "#Iran nuke chief  Salehi tells state TV Iran's nuclear program is expanding despite deal with world powers. http://t.co/RQHbvpYZeF", "You guys have stood up for working class people, VP Biden tells UAW. You all throw yourself in front of the bus, e.g., minimum wage hike.", "ABC MD Mark Scott asked whether there will be a scalp over navy burns story. 'I'm standing firmly in my role.' Not considering his position", "Obama admits some Democrats may not want his help http://t.co/hKhJmFVasL", "Joe Hockey denies paid parental leave is 'generous' because it equalises employment opps for small biz and gets more women into work.", "RT @costareports: There is a pragmatism here, said Rep. Bachmann. Youve got to know when to hold them and when to fold them.\" http://t.", "Steve King suggests @BillMaher should run for office http://t.co/U2sRbq5mft via @MEPFuller", "DNC Chairwoman Rep. Debbie Wasserman Schultz said the GOP is playing games with immigration reform. http://t.co/zuKotCHHN0", "Meanwhile @AFP is reporting that a #Ukraine airliner is forced to land in #Turkey in a hijacking attempt.", "Jon Stewart cannot believe people are mad about that Coke ad http://t.co/AWMHy8iwSY", "Obama explains they are trying to more efficiently convert corn into cattle feed &amp; ethanol. I think. http://t.co/3gDClgZn7T", "Biden may think LaGuardia looks Third World but Logan  has first-class wall art. #Celtics http://t.co/pwNQEbMcQ8", ".@AbbyHuntsman explains what she thinks it means to be a Republican today. Watch: http://t.co/KzIDO4efS7 http://t.co/WPBkTk3m6D", "ACTUs Ged Kearney says a Royal Commission into union corruption is $100m wasted. @ABCNews24", "After Tyrone Hayes said that a chemical was harmful, its maker pursued him. Rachel Aviv investigates: http://t.co/lkxmXqSJbq", "RT @brianstelter: BIG interview with @GGreenwald coming up, right at the top of @CNNReliable -- hope you'll tune in at 11am.", "Chuck Schumer thinks this compromise could get Republicans on board with immigration reform in 2014 http://t.co/Sosnoo86X4", "Washington Post denies that it will publish an expos on President Obama having an affair with Beyonce http://t.co/Qtz0dTTEZg", "RT @TheLastWord: .@SteveKornacki explains what has to happen for Chris Christies political career to continue. http://t.co/JjvWcGk5Ss", "Boehner told members he'll make sure that there are enough #GOP votes but that Democrats will have to carry clean debt limit increase", "Boehner on getting R's to vote for debt limit: We're going to have to find them. I'll be one of them. (Cantor says he'll vote yea too).", "In response to French reporter, Pres Obama says he would not choose between his daughters &amp; he won't choose between US alllies in Europe.", "RT @mj_politico: Rep. Pearce just told Yellen that she has open invitation to visit his district, cited this @politico story http://t.co/nJ", "So 24 #GOP yeas so far on debt limit according to Rep. Rooney (R-FL)", "RT @jjsahadi: Debt ceiling bill now goes to Senate. But Ted Cruz tells @tedbarrettcnn that he will filibuster. http://t.co/FLdpb0rnFj", "So many great bits in this @ewenmacaskill piece http://t.co/X8OmdAss7f note Hew Strachan predicts UK mil will work closer w France than US.", "Coming up on the one-hour mark for this vote, which started at 1:56 p.m. according to @cspan.", "RT @RealAdrianC: No Trebek RT @TaylorBiglerDC: Umm Trebek just told a black contestant that she better get a question about the NAACP right", "Not enough to close the schools?  RT @MichaelHwrdSaul  This storm came with a particular set of challenges, Mayor BdB says.", "Barney Frank still thinks heroin should be legal and regulated http://t.co/9x9DdSjknV", ".@SenRandPaul denies NSA lawsuit a political stunt, says to take it to SCOTUS http://t.co/qGH0vx5kmX", "\"I think it would be a sin if we didn't talk about income inequality,\" Biden tells  House Dems.", "Biden tells House Dems WH will pull back on trade this year. We \"get local political priorities\"", "RT @joe_gerth @team_mitch says there's no acceptable level of min wage increase in jobless recovery.", "Tea Party favorite Sharron Angle is suggesting Harry Reid stole their Senate contest http://t.co/Tp14NuWHAD", "Biden admits that vast Obama trade deals are on hold http://t.co/kKvHZgr0qe", "\"I wanted to come here to listen,\" Pres Obama tells California roundtable on drought.", "\"It's very important for us to make sure that we're supportive of the Kingdom in accommodating all these refugees,\" Obama said of Jordan.", "Billionaire venture capitalist Tom Perkins suggests the rich should get more votes http://t.co/pZ1qH2Eb6c", "North Korea has committed crimes against humanity, according to a new United Nations report. http://t.co/BQTJrV1HsY", "Why @SenRandPaul thinks today's Republican Party can't win the White House http://t.co/uEuEjCgPFC", "Immigration Minister Scott Morrison says people should be cautious of reports by others about what took place on Manus. @abcnews", "Pandora can predict how you vote based on your favorite stations\n http://t.co/9EpnSvg65M", ".@billmaher believes the Chris Christie-obsessed @msnbc is turning into @FoxNews, and he's ready for a break-up. http://t.co/j0UE916FuY", "I hate it when Mommy and Daddy fight. RT @EvanMcSan: Scott Brown denies report that he's out at Fox News http://t.co/O3QV9lGlS7", "RT @brianstelter: Odd? RT @EvanMcSan: Scott Brown denies report that he's out at Fox News http://t.co/8RtRglwTzB", "Breitbart claims the media wont scrutinize Wendy Davis, which might surprise @WayneSlater. http://t.co/q2oe6GQmrK", "Ukraines Head of the Army has been replaced, according to a statement posted Wednesday on President Viktor Yanukovychs website.", "It sounded like, for the prosecution, CDR Andrea Lockhart, said the answer is no, but he can order someone to give video testimony from US.", "Daniels asked the dr whether would be charged per stitch- spox says he is fine at home- still plans to come to wx for nrsc event", "RT: @politico Sen. Harry Reid said the Sen. will wait for Sen.-elect Brown to be sworn in before we do anything new on health care."]